[
  {
    "id": "architecture-of-light",
    "title": "The Architecture of Light",
    "image": "https://images.unsplash.com/photo-1618221195710-dd6b41faaea6?auto=format&fit=crop&q=80&w=1600",
    "date": "February 2026",
    "excerpt": "How natural light informs the sculptural silhouettes of the Milano 01 collection.",
    "content": [
      "In Milan, light is not merely an element—it is an architect. The Milano 01 collection was born from a study of how sunlight sculpts space, animates surfaces, and reveals the silent poetry of form. Each piece in the collection is designed to interact with the shifting daylight, casting shadows that evolve from dawn to dusk.",
      "Our artisans spent months observing the interplay of light within rationalist interiors, noting how a single beam could transform a monolithic sofa into a floating sculpture. The result is a series of works that are both grounded and ethereal—architectural silhouettes softened by the ephemeral touch of the sun.",
      "The Milano 01 Sofa, for example, features a continuous curve that captures the morning glow, while the Luce Lounge Chair’s polished frame reflects the golden hour in a gentle shimmer. In every detail, from the selection of travertine to the hand-brushed brass, the collection honors the Italian tradition of letting light guide the hand of the maker.",
      "To live with Milano 01 is to invite the architecture of light into your home—a daily reminder that silence, space, and sunlight are the true luxuries of contemporary life."
    ]
  },
  {
    "id": "murano-study-in-glass",
    "title": "Murano: A Study in Glass",
    "image": "https://images.unsplash.com/photo-1578500494198-246f612d3b3d?auto=format&fit=crop&q=80&w=1600",
    "date": "January 2026",
    "excerpt": "Behind the scenes at the furnaces of Venice, where light is captured in form.",
    "content": [
      "On the island of Murano, glass is not simply shaped—it is conjured from fire and breath. Our journey began in the ancient furnaces, where master glassmakers transform molten sand into vessels of light. The process is elemental: earth, air, fire, and water in a delicate, centuries-old choreography.",
      "For LUMÉRA, collaborating with Murano’s artisans was an invitation to capture the intangible. Each piece in our glass series is a study in transparency and reflection, designed to hold and diffuse light in unexpected ways. The subtle ripples and air bubbles are not imperfections, but signatures of the hand and breath that shaped them.",
      "The result is a collection that glows from within—pendants and vessels that echo the Venetian dawn, mirrors that soften the boundary between object and atmosphere. In Murano, we learned that true luxury is not in perfection, but in the living trace of the maker’s touch.",
      "To own a Murano piece is to possess a fragment of Venice’s luminous soul—a reminder that every day, light can be captured, shaped, and set free anew."
    ]
  }
]
